{
  "__type__": "cc.JsonAsset",
  "_name": "RuleConfig",
  "json": {
    "1": {
      "desc": "1.黑铁矿坑内可进行黑铁矿石的开采，用于在【坊市】内兑换道具和资源。\n\n\n2.黑铁矿区有矿坑入口，矿坑中层，矿坑底层和矿坑核心，共四个矿区，越底层的矿区黑铁矿石的采集效率越高。\n\n\n3.每层矿区均有多个矿脉可供采集，对于无人占领的矿脉，只需要满足最低战力即可占领并采集。\n\n\n4.遇到已经被其他玩家占领的矿脉，可以对其发起决斗，胜利后抢夺此矿脉。被抢夺的玩家失去此矿脉，已经采集到的黑铁矿石通过邮件发送。\n\n·决斗时间为120秒，在120秒内击败矿脉主人即可获胜。若120秒内自己先被击败或120秒还未击败矿脉主人即算战败。\n\n·决斗过程中退出游戏等同战败。\n\n·决斗过程中双方使用的技能与挂机的技能配置一致。\n\n·决斗过程中无法吃药。\n\n\n5.进行矿脉的采集，占领和抢夺均需要消耗体力。\n\n·玩家初始有480点体力，上限1000点。\n\n·每日首次登陆会补充480点体力。\n\n·使用道具【矿工口粮】（元宝坊市购买）可补充60点体力。\n\n·体力耗尽后会自动停止开采，已经采集到的黑铁矿石通过邮件发送。\n\n\n6.进行矿脉的占领和抢夺会增加一定的冷却时间，冷却时间以内无法再次进行矿脉的占领和抢夺。\n\n\n7.每个玩家同时只能占有一个矿脉，当自身已经占有了一个矿脉的情况下再次占领或抢夺其他矿脉成功后，会立刻停止之前占有矿脉的开采，已经采集到的黑铁矿石通过邮件发送。\n\n\n8.占领和抢夺矿脉后，该矿脉有10分钟保护时间，期间无法被再次抢夺。\n\n·矿坑入口为安全区，矿脉无法被抢夺。\n\n·矿坑中层和矿坑底层的矿脉可使用道具【保护令】（元宝坊市购买）增加保护时间。\n\n·矿坑核心的矿脉无法使用道具【保护令】。\n\n\n9.每天0点会自动结算一次采集奖励，所有占领了矿脉的玩家会收到结算邮件，占领的矿脉会继续采集，不受影响。"
    },
    "2": {
      "desc": "1.开启对应的【境界】后可前往对应世界历练\n\n\n2.异世界的地图和怪物与原来的一样，但是实力更加强悍\n\n\n3.异世界会掉落全新的【物品】【装备】</c>"
    },
    "3": {
      "desc": "1. 优秀(绿色) 及以上品质的装备才可以进行洗练。\n\n\n2.洗练装备需要消耗金币和洗练石。\n\n\n3.洗练属性可自由选择是否保存, 点击【保存属性】才会替换当前装备已有的随机属性。\n\n\n4.紫色和橙色装备最多锁定2条属性, 锁定的属性类别和数值均不会改变，但是洗练石消耗会增加。\n\n\n5.每次洗练装备洗练 幸运值 + 1 ，幸运条满后下次洗练必定出现本职业有用的红色属性。\n\n\n6.装备上带有不低于3条红色洗练属性时，装备变为发光装备，出现特效外框。\"\n\n\n7.发光装备回收时，可返还全部洗练所消耗的洗练石。"
    },
    "4": {
      "desc": "1.与主装备同名同品质并且极品值高于主装备的装备才可作为祭品献祭。\n\n \n2.献祭完成后祭品装备将消失。\n\n \n3.献祭完成后主装备的基础属性随机增加，主装备与祭品装备的极品值差值越大，随机增加的基础属性越多。\n\n \n4.普通献祭增加的基础属性完全随机，保存献祭结果后，所有随机到的基础属性增值均会被保留。\n\n \n5.高级献祭需要先锁定1~2条属性，保存献祭结果后，只有锁定属性的增值会被保留，未锁定属性的增值将被忽略。\n\n \n6.献祭完成后，点击【保存】即可保存献祭结果。普通献祭点击【不算】可重新随机献祭结果，次数不限；高级献祭点击【打磨】可重新随机献祭结果，有次数限制，但是锁定的属性打磨时不会减少，只会增加或者不变。\n\n \n7.锁定的装备无法作为祭品装备。"
    },
    "5": {
      "desc": "1.拥有符文之语的轮回装备才可以进行淬练\n\n\n2.淬炼只会改变符文之语的属性数值，不会改变符文之语的类型。\n\n\n3.淬炼需要消耗金币和淬炼石。\n\n\n4.只有点击【保存属性】才会替换当前装备已有的符文之语属性。\n\n\n5.淬炼可锁定属性，锁定的属性数值不会改变，但淬炼石消耗会增加。\n\n\n6.每次淬炼，装备的淬炼幸运值+1，幸运条满后下次淬炼必定出现一条红色满值属性。\n\n\n7.紫色或橙色装备上所有符文之语属性均为红色时，装备变为发光装备，出现特效外框。\n\n\n8.发光装备回收时，可返还全部淬炼所消耗的淬炼石。"
    },
    "6": {
      "desc": "1.开始托管时角色所在地图即为选定的挂机杀怪地图，城镇地图无法开启托管。\n\n\n2.勾选自动购买药品后，当药品不足时会自动花费金币购买，单次最多购买1000瓶。\n\n\n3.助手会根据Boss击杀设置每隔一段时间前往击杀Boss。若魂魄不足，选择神兵击杀方式会临时改为前往击杀。\n\n\n4.请在能力范围内合理地设置挂机地图和Boss击杀，若战斗中角色死亡会自动复活。\n\n\n5.击杀Boss过程中停止托管会导致Boss满血。\n\n\n6.托管获得的物品和装备已经进入背包无须领取。\n\n\n7.购买过托管助手月卡和季卡的玩家，当购买永久卡后，会根据购买月卡和季卡花费的金额1:10返还为元宝邮件发送给玩家。\n\n\n8.开启托管助手即可退出游戏，角色会继续在游戏内刷怪刷Boss。托管助手最多只能运行12小时，请及时回游戏重新开启托管。"
    },
    "7": {
      "desc": "1.只有史诗和传说品质的轮回装备才可进行重塑。\n\n\n2.重塑直接改变符文之语的类型，不同等级不同部位的装备可出现的符文之语类型不同，具体可在符文之语图鉴内查看。\n\n\n3.重塑需要消耗金币和符文【零】。\n\n\n4.只有点击【保存属性】才会替换当前装备已有的符文之语属性。\n\n\n5.每次重塑，装备的重塑幸运值+1，幸运条满后下次重塑必定出现中级或高级符文之语。"
    },
    "8": {
      "desc": "1.活动期间每天10:00-16:00和18:00-22:00两个时间段，比奇城周边地图会出现活动Boss【茅山道士】。\n\n\n2.【茅山道士】刷新期间，所在的地图名字会在活动界面显示出来。\n\n\n3.【茅山道士】会掉落活动【扶摇纸鸢】的道具。\n\n\n4.每个玩家每天前五次击杀【茅山道士】会有掉落奖励。"
    },
    "9": {
      "desc": "1.每天00:00-22：59为活动报名时间，随机选择3个纸鸢中的一个，活动结束前均可以报名。\n\n\n2.每天15:00-23:00为扶摇纸鸢时间。3个纸鸢会以同样的速度上升，你可以使用道具【线轴】和【剪刀】来干预纸鸢上升。\n\n·线轴，只能对自己选取的纸鸢使用，效果为使纸鸢的高度上升10米，同时玩家自身获得100积分。\n\n·剪刀，只能对另外2位非自己选取的纸鸢使用，效果为干扰其他纸鸢，使其高度下降10米，同时玩家自身获得100积分。\n\n\n3.线轴和剪刀可通过参与茅山道士活动获取，也可直接使用元宝购买。\n\n\n4.积分可在商店内兑换奖励，商店会在扶摇纸鸢活动结束后继续对外开放1天，让各位玩家有充足的时间兑换奖励。\n\n\n5.每天活动结束后，根据玩家所选纸鸢的名次，通过邮件给玩家发放纸鸢排名奖励。\n\n"
    },
    "10": {
      "desc": "1.每轮抽奖先要点击界面上方的“+”选择本轮终极大奖才可开始抽奖。抽到终极大奖之前可随时更换本轮的终极大奖。\n\n\n2.选择了本轮终极大奖后奖池格子内的卡牌翻面，点击卡牌可消耗1个【幸运硬币】翻开奖励。\n\n\n3.【幸运硬币】可通过激情烧猪和特惠礼包活动获取，也可以直接使用元宝购买。\n\n\n4.翻到本轮的终极大奖后可选择立刻重置奖池进入下一轮或者选择继续抽光奖池再进入下一轮。\n\n\n5.部分终极大奖需要进入第N轮后才可选取。\n\n\n6.抽奖达到一定次数可在狂欢目标活动内领取目标奖励。\n\n"
    },
    "11": {
      "desc": "1.星辰等级每提升5级可获取星宿点。\n\n\n2.通过祈星随机提升星盘上星宿技能的等级，每次祈星可从随机4个未满级的星宿中选择1个进行升级。\n\n\n3.花费元宝重置可重新祈星的随机星宿选取。\n\n\n4.每次祈星消耗1星宿点。\n\n\n5.星盘四个角上的星宿为星宿主，升级即可获得对应的属性加成。\n\n\n6.星盘圆周上的星宿为小星宿，其星宿技能效果必须装备到星盘中央的星格内才可生效。\n\n\n7.星盘中间有4个星格，可供装备小星宿。\n\n\n8.星格激活有角色等级要求，需要花费元宝激活。\n\n\n9.点选星宿主或小星宿可查看星宿技能详情，并进行装备，卸下以及散灵等操作。\n\n\n10.星宿等级＞0的星宿可进行散灵，花费元宝使其星宿等级-1，并获得1星宿点，用以重新祈星。"
    },
    "12": {
      "desc": "1.完成方格内的密令任务可领取密令奖励。\n\n\n2.完成密令任务达到四点纵横连线可领取宝箱奖励。\n\n\n3.领取宝箱奖励达到一定次数可激活终极大奖。\n\n"
    },
    "13": {
      "desc": "1.特戒共有4种：神力戒指，护身戒指，麻痹戒指，复活戒指，各自的基础属性和特殊效果均不同。\n\n\n2.特戒通过签到和运营活动获取。\n\n\n3.特戒分为普通，优秀，精良，史诗，传说5个品质。\n\n\n4.多个相同品质的同种特戒可合成更高品质的特戒。"
    },
    "14": {
      "desc": "1.每日22:00根据擂台当时的排名通过邮件发放每日擂台排名奖励。\n\n\n2.每周累计擂台挑战达到一定次数可领取对应的每周宝箱，请务必在每周日22:00前领取宝箱奖励，否则奖励会消失。\n\n\n3.擂台会在每日22:00结算后对所有玩家的积分进行一次统一降低。\n\n\n4.【一键挑战】可消耗1个挑战令直接完成1次擂台挑战，并且获得挑战胜利的奖励，不影响自身擂台积分和排名。"
    },
    "15": {
      "desc": "1.天关挑战不限次数，天关有每日攀爬层数上限，上限为50层。\n\n\n2.首次通关可获得大量天关币奖励，已通关层可进行扫荡，层数越高，奖励越多。\n\n\n3.每天有1次免费扫荡次数，可花费元宝额外购买次数，每天0点刷新。\n\n\n4.天关币可在天关商店内兑换特戒、称号等珍稀物品。"
    },
    "16": {
      "desc": "1.根据玩家的天关通关层数进行排行。\n\n\n2.天关通关层数相同的玩家，通关时间更短者排名更高。\n\n\n3.天关排行榜实时更新数据。"
    },
    "17": {
      "desc": "1.每月1号重置签到奖励。\n\n\n2.当天进行任意充值即可领取2次签到奖励。"
    },
    "18": {
      "desc": "1.三个职业单独进行战力排行：战神榜为战士战力排行；法神榜为法师战力排行；天尊榜为道士战力排行。\n\n\n2.战力排行榜整点更新数据。\n\n\n3.按历史最大战力进行排名"
    },
    "19": {
      "desc": "1.只有穿戴在身上的装备才能上排行榜。\n\n\n2.装备的评分是按照装备对应职业的标准计算。\n\n\n3.自身两个戒指和手镯都能上榜，我的排名处只显示评分更高的那个戒指或手镯。\n\n\n4.装备排行榜整点更新数据。"
    },
    "20": {
      "desc": "1.根据玩家的擂台积分进行排行。\n\n\n2.擂台积分相同的玩家，先到达此积分的玩家排名更高。\n\n\n3.擂台排行榜实时更新数据。"
    },
    "21": {
      "desc": "1.【赤血魔剑】每次升级进度条获得提升，并且获得少量属性奖励，进度条满后，【赤血魔剑】等级提升，获得大量属性奖励。击杀30级以上小怪和boss有几率掉落升级材料。\n\n2.【摄魂夺魄】技能激活后，每击败一个不低于自身等级10级的怪物，可获取其魂魄为己所用。技能等级越高，收集魂魄的效率越高。\n\n3.【摄魂夺魄】技能激活后，每击败一个Boss，则在首领信息列表处可花费魂魄使用【赤血魔剑】直接秒杀该Boss。自身战力越高，技能等级越高，可秒杀的Boss越强力。\n\n4.【神兵精炼】精炼分为属性精炼、效能精炼、神力精炼；属性精炼将获得神兵属性，效能精炼、神力精炼不仅能获得神兵属性提升，更能提升神兵技能效果。"
    },
    "22": {
      "desc": "1.【命运之刃】每次升级进度条获得提升，并且获得少量属性奖励，进度条满后，【命运之刃】等级提升，获得大量属性奖励。\n\n2.【刀刀切割】技能对<color=%s>精英、</c><color=%s>头目、</c><color=%s>统领</c>以及<color=%s>Boss</c>生效\n\n3.【神兵精炼】精炼分为属性精炼、效能精炼、神力精炼；属性精炼将获得神兵属性，效能精炼、神力精炼不仅能获得神兵属性提升，更能提升神兵技能效果。"
    },
    "23": {
      "desc": "1.【嗜魂法杖】每次升级进度条获得提升，并且获得少量属性奖励，进度条满后，【嗜魂法杖】等级提升，获得大量属性奖励。\n\n2.【灵魂压制】技能对玩家和<color=%s>Boss(领主)</c>生效。\n\n3.玩家的灵魂等级等于【灵魂压制】技能等级，Boss的灵魂等级各不相同。\n\n4.【神兵精炼】精炼分为属性精炼、效能精炼、神力精炼；属性精炼将获得神兵属性，效能精炼、神力精炼不仅能获得神兵属性提升，更能提升神兵技能效果。"
    },
    "24": {
      "desc": "1.根据玩家击杀Boss的先后进行排行。\n\n\n2.击杀更强大的Boss，更早的击杀Boss，排名会更高。\n\n\n3.凡人境和轮回境的排行分开统计。\n\n\n4.推图排行榜实时更新。"
    },
    "25": {
      "desc": "1.收集套装所需的装备激活套装获得属性加成。\n\n\n2.激活套装后可消耗装备精华强化套装等级，套装等级越高加成的属性越高。\n\n\n3.套装的强化等级上限由所收集套装中最低品质的装备决定，所以请尽量放入高品质的装备哦！\n\n\n4.收集到更高品质的装备可随时替换低品质的装备，放入图鉴的装备将直接消失，请谨慎操作。\n\n\n5.拾取设置里的图鉴装备自动保留功能勾选后，每套套装单独计算，且至少放入一件装备才视为激活。\n\n\n6.图鉴自动保留只会保留当前需要的品质的装备，不会跨品质保留。\n\n\n7.特殊图鉴是从稀有品质的装备开始收集。\n\n\n8.装备收集地\n\n（1）银杏村、比奇城周边地区可收集：\n\n木剑  布衣  金项链  传统项链  灯笼项链 草鞋  古铜戒指  六角戒指  玻璃戒指 铁手镯  小手镯  银手镯  乌木剑  草织腰带\n\n\n（2）骷髅洞可收集：\n\n八荒  海魂  半月  蓝色水晶戒指  生铁戒指  金戒指  布鞋  黑色水晶项链  黑檀项链  白色虎齿项链  轻型盔甲  钢手镯  魔法手镯  大手镯  青铜头盔  布腰带\n\n\n（3）毒蛇山谷、盟重沙漠、沙巴克、矿洞、采矿所可收集：\n  \n凌风  偃月  降魔  骷髅戒指  蛇眼戒指 珍珠戒指  兽皮鞋  魔鬼项链  琥珀项链  凤凰明珠  中型盔甲  坚固手套  黑檀手镯  道士手镯  魔法头盔  兽皮腰带\n\n\n(4)蜈蚣洞、黑暗地带、死亡棺材、传奇部落、生死之间、幽冥圣域、邪恶势力、一线天、恐怖空间可收集：\n \n炼狱  魔杖  银蛇  珊瑚戒指  魅力戒指  道德戒指  鹿皮靴  蓝翡翠项链  放大镜  竹笛  重盔甲  魔法长袍  灵魂战衣  金手镯  夏普儿手镯  辟邪手镯  道士头盔  鹿皮腰带\n\n\n（5）石墓洞穴、石墓深处可收集：\n \n裁决  龙纹剑  血饮  力量戒指  紫碧螺  泰坦戒指  青铜靴  绿色项链  恶魔铃铛  灵魂项链  圣战宝甲  霓裳羽衣  天师长袍  井中月  骨玉  无极棍  龙之戒指  红宝石戒指  铂金戒指  紫绸靴  幽灵项链  生命项链  天珠项链  战神盔甲  恶魔长袍  幽灵战衣  幽灵手套  思贝儿手镯  心灵手镯  神秘头盔  紫绸腰带\n\n\n（6）祖玛寺庙、祖玛1-7层可收集：\n \n裁决  龙纹剑  血饮  力量戒指  紫碧螺  泰坦戒指  青铜靴  绿色项链  恶魔铃铛  灵魂项链  圣战宝甲  霓裳羽衣  天师长袍  骑士手镯  龙之手镯  三眼手镯  黑铁头盔  青铜腰带\n\n\n（7）赤月峡谷、丛林迷宫、峡谷广场、抉择之地、山谷密道、恶魔祭坛、赤月巢穴可收集：\n \n怒斩  龙牙  逍遥扇  圣战戒指  法神戒指  天尊戒指  避魂靴  圣战项链  法神项链  天尊项链  天魔神甲  法神披风  天尊道袍  圣战手镯  法神手镯  天尊手镯  圣战头盔  法神头盔  天尊头盔  钢铁腰带\n\n\n（8）魔龙城周边地区、林间胜地、魔龙谷、魔龙岭可收集：\n \n开天  镇天  玄天  雷霆战戒  烈焰魔戒 光芒道戒  雷霆战靴  烈焰魔靴  光芒道靴  雷霆项链  烈焰项链  光芒项链  雷霆战甲  烈焰魔衣  光芒道袍  雷霆护腕  烈焰护腕  光芒护腕  圣战战盔  烈焰魔盔  光芒道盔  雷霆腰带  烈焰腰带  光芒腰带\n\n\n（9）雷炎洞穴、雷炎洞穴深处、封印之地可收集：\n \n狂雷战刃  逆火魔剑  通云道剑  狂雷战戒  逆火魔戒 通云道戒  狂雷战靴  逆火魔靴  通云道靴  狂雷项链  逆火项链  通云项链  狂雷战甲  逆火魔衣  通云道袍  狂雷护腕  逆火护腕  通云护腕  逆火战盔  逆火魔盔  通云道盔  狂雷腰带  逆火腰带  通云腰带\n\n\n（10）破碎通道、火龙洞穴、火龙地带、火龙殿堂可收集：\n \n炎龙圣斩  雷龙法杖  青龙道剑  炎龙战戒  雷龙魔戒 青龙道戒  炎龙战靴  雷龙魔靴  青龙道靴  炎龙项链  雷龙项链  青龙项链  炎龙战甲  雷龙魔衣  青龙道袍  炎龙护腕  雷龙护腕  青龙护腕  雷龙战盔  雷龙魔盔  青龙道盔  炎龙腰带  雷龙腰带  青龙腰带"
    },
    "26": {
      "desc": "活动进行期间，Boss将会在每日中午12:00与晚上20:00出现，3小时后会遁入阴影逃离，请大家速速将其斩杀！\n1.全服玩家一起剿灭世界Boss，伤害越高，奖励越丰厚\n\n2.单次活动伤害累计，伤害排行榜按职业划分，排名越高奖励越丰厚\n\n3.伤害累计奖励需要手动领取，活动结束后清零\n\n4.排名奖励将会在活动结束后通过邮件发放\n\n5.因Boss强大的体质，使其对神兵等特殊效果免疫"
    },
    "27": {
      "desc": "活动进行期间，玩家可以消耗元宝参与轮盘抽奖！\n1.玩家可以自行选择部分轮盘奖励，选择后亦可随时更改\n\n2.抽奖方式为不放回抽奖，只要转得次数够多，全部奖励都能领回家\n\n3.当您已经抽中了自己想要的奖品，可以随时进行重置，开启新的一轮抽奖\n\n4.重置轮盘功能，会将当前所有的抽奖进度都重置到初始状态，且不会返还之前消耗的货币（也不会扣除已经获得的奖励）\n\n5.必须轮盘上的所有位置都选择了奖励才能进行抽奖哦"
    },
    "28": {
      "desc": "1.玩家一起争夺Boss归属，只有1人能获得归属奖励\n\n2.只有伤害排行的第1名才能获得归属奖励,其他未获得归属奖励的玩家不会扣挑战次数\n\n3.Boss死亡后，经过一定时间会复活，上次没有获得归属的玩家可继续挑战\n\n4.封魔谷每天有1次免费挑战次数，亦可消耗元宝购买挑战次数\n\n5.获得归属奖励的次数越多，八卦装备的掉率就越高，其中含有拍卖品的概率也越高，次数每日重置\n"
    },
    "29": {
      "desc": "1、玩家可往宝库中放置物品，获得行会勋章，其他玩家亦可消耗行会勋章进行兑换\n\n2、行会宝库最多只能存放200件物品，每位玩家每天只能存放10次\n\n3、每位玩家只能占用5个行会宝库的格子，超出上限则无法继续放入物品\n\n4、物品放入宝库后有存放时间上限，物品过期后将会被直接销毁\n\n5、部分装备可放入宝库，但洗练/淬炼过的装备无法放入\n\n6、同一个装备，宝库中只能存放一件，需等待此装备被他人兑换或过期摧毁后，才能再次放入此装备。"
    },
    "30": {
      "desc": "1.拍品选择拍卖后上架全服拍卖行\n\n2.竞价采取提前扣费的方式，当竞价被他人超过的时候，花费将返还至个人账户\n\n3.当竞价超过一口价，将自动以一口价买下拍品\n\n4.拍品竞拍成功后，所得需要扣除相应的税率，其中:\n\n行会拍卖行税率: 15.0%\n\n全服拍卖行税率: 20.0%\n\n扣除税率后，个人拍品所得全部返还个人，并通过邮件返还\n\n5.个人拍品在流拍后，将转化为普通物品，无法再次上架，通过邮件返还\n\n6.行会拍卖的收入将在扣除税率后，通过分红的方式，平分给所有符合条件的行会成员，但每人分红不得超过总额的10%"
    },
    "31": {
      "desc": "1、每轮抽奖开启需要先点击奖池内的“+”选择稀有奖励，总共可选择8个奖励\n\n2、已抽到的奖励将不再放回本轮奖池\n\n3、所有奖励都领取完之后玩家需要手动点击重置\n\n4、所有奖励未领取完时玩家也可以手动点击重置"
    },
    "32": {
      "desc": "1.发红包玩家自身可获得大量行会贡献和元宝，同时行会可获得一定行会资金，发红包没有次数限制，发出的红包会在一日后自动消失\n\n\n2.玩家每日抢红包上限10次\n\n\n3.发红包金额靠前的玩家可以上发红包榜，除了受行会内其他成员膜拜，自身也可每日领取元宝奖励，排名越靠前奖励越高，最高可获得20元宝，榜单排名实时更新，每日膜拜上限5次\n"
    },
    "33": {
      "desc": "1、玩家每日可使用经验兑换星辰之力\n\n2、每日兑换次数上限随角色等级成长而增加\n\n初始：3次\n\n80级：6次\n\n90级：9次"
    },
    "34": {
      "desc": "1、新玩家创角15级前可输入邀请码获取新人礼包！\n2、15级之后可生成邀请码，邀请好友创角。每日生成邀请海报还可领取每日奖励！\n3、被邀请的玩家在游戏中成长，邀请者也可获得奖励，最高可获得稀有藏品哦！\n4、可进行跨服邀请，邀请关系建立可能会存在延迟，请稍安勿躁哦！\n5、被邀请好友超过7天未登录，会自动解除关系。"
    },
    "35": {
      "desc": "1.玩家可对异域进行探索获得大量材料道具，暗域、魔域分别消耗不同的探索卷，暗域每天有一次免费探索的机会，不要错过喔\n\n2.当探索达到一定次数必定获得珍贵水晶，到对应商城可兑换珍贵道具\n\n3.一周内探索次数达到相应次数还可以获得目标宝箱奖励，进度在每周一的零点重置"
    },
    "36": {
      "desc": "1、行会BOSS会在挑战时间内刷新，玩家可在时间内进入副本参与挑战。\n\n\n2、挑战时间内只有1只行会BOSS，在规定时间内未击杀行会BOSS则算挑战失败，挑战失败无法获得行会奖励，请各位勇士尽早参加挑战。\n\n\n3、行会BOSS奖励分为个人奖励与行会奖励。每个参与挑战BOSS的玩家会根据伤害排名给予个人奖励，行会参与挑战BOSS人数达到5人以上则可以根据行会伤害排名获得行会奖励，行会奖励将全部进入行会拍卖行。\n4、行会奖励被拍卖后，所得利润将由参与击败BOSS的行会成员平分\n5、如果道具奖励在行会拍卖未被拍卖，奖励将进入世界拍卖行竞拍，若在世界拍卖也未被拍卖，则道具奖励将由系统回收"
    },
    "37": {
      "desc": "一、报名阶段\n1、整个赛季持续三周\n2、第一周的周一为行会报名阶段，此阶段需要会长进行行会报名，报名需要消耗行会资金\n\n\n3、第一周的周二0点确认入围行会（行会历史总资金前八），未入围的行会则返还报名消耗资金\n\n\n4、第一周的二为入围行会成员进行报名参战阶段，只有已报名的成员才可进行沙城争霸\n\n\n二、城池争夺阶段\n1、第一周的周二0点确定对手，入围的8个（含8个以内）行会进行两两随机配对，周三20点到周三20点30分为县城争夺战阶段，最终决出4个县城归属\n\n\n2、第一周的周五20点到20点30分为郡城争夺阶段，4个夺得县城归属的行会进行两两对战，最终决出2个郡城归属\n\n\n3、第一周的周日20点到周日20点30分为沙巴克争夺阶段，2个夺得郡城归属的行会进行对战，最终决出沙巴克归属\n\n\n4、每次城池争夺开启的那一刻会锁定玩家属性，持续至争夺结束（仅适用于行会战）\n三、地图说明\n1、整个地图共有2个复活点，24个据点和1个争夺城池\n\n\n2、所有报名玩家在开战后均被分配至各自的复活点\n\n\n3、初始所有城池和据点均为中立状态，每座中立城池和据点均有NPC把守，行会成员需要击败所有NPC才可拿到该城或据点的归属（若双方同时打一座城或据点，则在所有NPC都被击败后根据击败数量判断归属，谁多则归属给谁）\n\n\n4、进行移动时会消耗一定时间，移动期间无法进行操作\n\n\n5、血量不重置，死亡后会回到复活点，需要等待一定时间复活，复活期间无法进行操作\n\n\n6、争夺期间玩家可以自行选择进攻或防守，防守之后则无法进行进攻\n\n\n7、城池或据点易主时会进入城池保护期，此期间敌对行会成员无法对该城发起进攻，己方行会成员可以进行防守\n\n\n8、无人防守的城池或据点在保护期结束后可以进行防守来拿到城池或据点归属\n\n\n9、据点会随机刷出BUFF，玩家占领BUFF城池可获得BUFF加成（仅己方这边的据点有效，以中间城池为分界线）\n\n\n10、此地图仅城池争夺期间可进入\n\n\n四、胜负说明\n1、城池争夺期间，一方连续占领地图最中间的争夺城池5分钟即可获得胜利；若双方均无法连续占领5分钟，则在争夺倒计时结束的那一刻，归属在哪一方，则其胜利\n\n\n2、若出现轮空，则直接胜利（无法进入争夺地图）\n\n\n3、特殊情况说明：双方均无法拿到争夺城池归属，则争夺结束的那一刻，根据双方占领的数量进行判断胜负\n\n\n五、奖励\n1、挑战奖励：玩家进行挑战，不论胜负均可获得挑战奖励\n\n\n2、个人奖励：本次争夺报名且参与过挑战或防守的玩家在争夺结束后可获得一份个人奖励（奖励根据胜负结果发放对应奖励）\n\n\n3、行会奖励：本次争夺结束后，会根据行会拿到的城池级别进行发放（奖励根据胜负结果发放，每争夺完一次城池给予一次行会奖励），奖励会进入行会拍卖；若行会拍卖流拍，则奖励进入全服拍卖、若全服拍卖流拍，则奖励由系统回收；拍卖所得元宝平均分给参战成员（报名且参与过进攻的成员）\n\n\n4、在第一周的周日沙巴克争夺结束后会根据行会级别发放行会资金奖励（资金直接放入行会）"
    },
    "38": {
      "desc": "1.每次许愿会随机获得许愿树上的一个奖励；\n2.许愿14次可拿到全部奖励！当全部奖励拿完后，许愿树会重置；\n3.充值条件没有限制，每日充值满12元即可获得许愿次数；\n4.每天最多获得一次许愿机会，如果充值后忘记许愿，已拥有的许愿次数会保留；"
    },
    "39": {
      "desc": "【传奇宝典奖励】\n1.左列奖励达到指定等级后可领取，右侧需使用【宝典精粹】升级方可领取。\n2.【宝典精粹】首次可通过充值获得。通过解锁宝典等级，可将消耗的【宝典精粹】\n回收，用于解锁下期豪华宝典。\n\n【宝典经验获取】\n1.完成每日任务获得活跃度，活跃度用于提升宝典等级。\n2.传奇宝典等级亦可通过元宝购买，但每日仅能购买一次。\n\n【周期轮换】\n1.每30日为一个周期，核心奖励内容将随周期轮换刷新。\n2.宝典等级及宝典经验将会在轮换后清空重置。"
    },
    "40": {
      "desc": "1.勾选后，打开强化将智能选择推荐强化的部位\n\n2.勾选后，每强化成功一次，就会自动跳转至下一个推荐强化部位\n\n3.勾选后，部位强化至等级上限将智能跳转至下一个推荐强化的部位\n\n4.长按强化按钮，会自动点击强化，简化操作。"
    },
    "41": {
      "desc": "1、本游戏为一款放置类型的文字冒险游戏，适用于年满16周岁以上的用户，建议未成年人在家长的监护下使用该游戏产品。\n\n2、本游戏基于文字冒险的风格，画面清爽简洁，特效靓丽，有丰富的音效烘托游戏氛围，游戏玩法主要为：挂机冒险升级，有一定的策略性和趣味性，游戏中有基础的社交系统，排行榜单，社交系统的管理遵循相关法律法规。\n\n3、本游戏有用户实名认证系统，认证为未成年人的用户无法进入游戏持续游玩。\n\n4、本游戏文字冒险过程中有助于锻炼玩家的独立思考能力、逻辑思维能力，将带给用户视觉享受与游戏代入感，鼓励玩家积极思考，保持学习的心态。"
    },
    "42": {
      "desc": "著作权人：广州必宁网络科技有限公司  出版单位：上海同济大学电子音像出版社\n\n审批文号：新广出审【2014】1393号  出版物号：ISBN 978-7-98404-179-1"
    },
    "43": {
      "desc": "1、活动奖励仅可通过直充元宝获得，非直充元宝不能收到奖励\n2、奖励通过邮件发放，充值后请注意查收邮件\n3、一次充值触发一次对应档位奖励"
    },
    "44": {
      "desc": "1、加入行会后可开启行会铁匠。\n\n2、消耗一定的帮贡和勋章之心可打造勋章，勋章一般只会携带一条注灵属性， 有概率携带多条。\n\n3、勋章携带的注灵属性品质由被打造出来的勋章品质决定。如：传说品质的勋章携带的注灵属性一定是橙色。\n\n4、每次打造会增加5点幸运值，当幸运值满100时，下次打造必定出传说勋章。打造出传说勋章时，幸运值会重置。\n\n5、传说勋章有概率携带暴击、爆伤等极品属性！\n"
    },
    "45": {
      "desc": "1、可消耗一定金币和勋章强化石进行勋章强化。\n\n2、更换勋章，该强化等级会继承到新的勋章上。\n"
    },
    "46": {
      "desc": "1、每个勋章在打造出来时会携带若干条注灵属性。玩家可将心仪的注灵属性替换到主勋章上。\n\n2、被献祭的勋章的随机属性被转移到主勋章后，该条随机属性会在原勋章上消失。\n\n3、每次注灵会消耗若干勋章注灵石，消耗的数量与勋章的阶级、注灵属性的槽数、注灵属性的相同条目有关。\n\n4、白、绿、蓝、紫、橙勋章的注灵槽位分别为：1、2、3、4、5。"
    }
  }
}